driver-tests/bpelse/wait/WaitForJbi/test/WaitForEach8/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wait="http://localhost/WaitBpel/WaitForEach">
  <soapenv:Body>
    <wait:string1>Wait For Each</wait:string1>
  </soapenv:Body>
</soapenv:Envelope>